{
    "dictionary": [
        {
            "slowo": "uniewinniony",
            "tlumaczenie": "acquitted",
            "zdanie": "The court decided that the prosecution failed to prove its case and therefore acquitted Mr Brown of burglary."
    },
        {
            "slowo": "oskarżyć kogoś ( o przestępstwo )",
            "tlumaczenie": "to charge sb ( with a crime )",
            "zdanie": "Last night a man was arrested and charged with attempted murder"
    },
        {
            "slowo": "skazanie, wyrok skazujący",
            "tlumaczenie": "conviction",
            "zdanie": "The jury at the Central Criminal Court then heard that Jones had 150 previous convictions, 90 of them for theft."
    },
        {
            "slowo": "sąd",
            "tlumaczenie": "court",
            "zdanie": "The son of a member of parliament appeared in court today to answer charges of drunk driving."
    },
        {
            "slowo": "przesłuchać świadka strony przeciwnej",
            "tlumaczenie": "to cross-examine ( a witness )",
            "zdanie": "Both prosecution witnesses were cross-examined on what exactly they had seen on the night of the murder."
    },
         {
            "slowo": "obrońca, adwokat",
            "tlumaczenie": "defence counsel",
            "zdanie": "Yesterday, as the trial entered its fourth week, the prosecution and defence counsel made their final speeches."
    },
        {
            "slowo": "oskarżony, oskarżona",
            "tlumaczenie": "defendant",
            "zdanie": "The human rights activists have claimed that in many cases the defendants were not given access to defence lawyers."
    },
        {
            "slowo": "naradzać się",
            "tlumaczenie": "to deliberate",
            "zdanie": "The jury took eight hours to deliberate on the case."
    },
        {
            "slowo": "ława oskarżonych",
            "tlumaczenie": "the dock",
            "zdanie": "The defendant seemed nervous as he took his place in the dock."
    },
        {
            "slowo": "zeznanie",
            "tlumaczenie": "evidence",
            "zdanie": "The defence was refused permission to produce two last-minute witnesses to give evidence in favour of the defendant."
    },
         {
            "slowo": "ława przysięgłych, która nie jest w stanie uzgodnić werdyktu",
            "tlumaczenie": "hung jury",
            "zdanie": "It was the second time in court for Ferguson, whose first trial ended in a hung jury."
    },
        {
            "slowo": "sędzia",
            "tlumaczenie": "judge",
            "zdanie": "The judge sentenced the official convicted of  corruption to ten years in jail."
    },
        {
            "slowo": "ława przysięgłych",
            "tlumaczenie": "jury",
            "zdanie": "The jury has not been able to return the verdict."
    },
        {
            "slowo": "przysięga",
            "tlumaczenie": "oath",
            "zdanie": "Witnesses are, of course, under oath to tell the truth."
    },
        {
            "slowo": "przestępstwo",
            "tlumaczenie": "offence",
            "zdanie": "Selling drugs is an offence."
    },
         {
            "slowo": "odpowiedzieć na oskarżenie",
            "tlumaczenie": "to plead",
            "zdanie": "She pleaded guilty to severely beating two of her young children."
    },
        {
            "slowo": "reprezentować",
            "tlumaczenie": "represent",
            "zdanie": "The accident victims chose a famous lawyer to represent them in court"
    },
        {
            "slowo": "wyrok (kara) w sprawie karnej",
            "tlumaczenie": "sentence",
            "zdanie": "In passing sentence, the judge said the killing had been unintentional. "
    },
        {
            "slowo": "stanąć przed sądem",
            "tlumaczenie": "to stand trial",
            "zdanie": "The accused said that he would not try to leave the country because he wants to stand trial and prove his innocence."
    },
        {
            "slowo": "werdykt (decyzja o winie / niewinności)",
            "tlumaczenie": "verdict",
            "zdanie": "The jury delivered the verdict after two days of deliberations."
    }
        ]

}
